{
	"lang": "id",
	"title": "SnapInstagram - Unduh Video, Foto, Cerita, Reels, Sorotan, dan Postingan Instagram",
	"description": "SnapInstagram - Unduh video, foto, reels, cerita, sorotan, dan postingan Instagram dengan mudah menggunakan InstaSnap.",
	"canonical-url": "https://instagsnap.onrender.com/id",
	"h1-header-content": "SnapInstagram - Unduh Video, Foto, Cerita, Reels, Sorotan, dan Postingan Instagram",
	"p-header-content": "Selamat datang di InstaSnap! Alat kami membuatnya sangat sederhana untuk mengunduh video, foto, reels, cerita, sorotan, dan postingan Instagram hanya dengan beberapa klik. Apakah Anda mencari unduhan berkualitas HD atau bahkan 4K, platform kami siap membantu. Yang terbaik dari semuanya, itu 100% gratis, tidak memerlukan pendaftaran, dan berfungsi di perangkat apa pun.",
	"placeholder-header-content": "Contoh: https://www.instagram.com/p/C-vDs6oJm46/",
	"btn-clear-header-content": "Hapus",
	"btn-download-header-content": "Unduh",
	"btn-paste-header-content": "Tempel dari clipboard",
	"h2-introduction": "Mengapa Menggunakan SnapInstagram?",
	"p-introduction": "Instagram adalah platform penuh dengan visual yang luar biasa—apakah itu foto menakjubkan, cerita yang menginspirasi, atau reels yang menyenangkan. Terkadang, Anda hanya ingin menyimpan momen ini untuk dilihat kembali nanti. Sayangnya, Instagram tidak menyediakan cara langsung untuk mengunduh konten. Di sinilah SnapInstagram hadir.",
	"p2-introduction": "Alat kami dirancang untuk cepat, andal, dan mudah digunakan. Anda dapat mengunduh video, foto, reels, cerita, sorotan, dan postingan dari akun Instagram publik mana pun langsung ke perangkat Anda, memastikan Anda tidak akan ketinggalan konten favorit Anda.",
	"h2-download-features": "Fitur Pengunduh Instagram Kami",
	"p-download-features": "Dengan SnapInstagram, Anda dapat menikmati berbagai fitur yang disesuaikan untuk memenuhi semua kebutuhan penyimpanan konten Anda:",
	"strong1-download-features": "Unduh Video Instagram:",
	"li1.1-download-features": "Simpan video Instagram dalam resolusi aslinya. Apakah itu kenangan dari teman atau tutorial dari pembuat, Anda dapat mengunduh dan menontonnya secara offline kapan saja.",
	"strong2-download-features": "Unduh Foto Instagram:",
	"li2-download-features": "Dengan mudah mengunduh foto berkualitas tinggi dari postingan Instagram mana pun. Sempurna untuk menyimpan momen berharga, gambar yang indah, atau inspirasi untuk proyek kreatif.",
	"strong3-download-features": "Unduh Reels Instagram:",
	"li3-download-features": "Unduh Reels Instagram yang menarik langsung ke perangkat Anda dalam format MP4. Bagus untuk menyimpan koleksi video pendek favorit Anda.",
	"strong4-download-features": "Unduh Cerita Instagram:",
	"li4-download-features": "Simpan cerita Instagram, yang biasanya menghilang setelah 24 jam. Dengan pengunduh kami, Anda dapat menyimpan momen-momen yang cepat berlalu ini selamanya.",
	"strong5-download-features": "Unduh Sorotan Instagram:",
	"li5-download-features": "Unduh sorotan Instagram, yang merupakan kumpulan cerita yang ditampilkan pengguna di profil mereka. Dari buku harian perjalanan hingga showcase produk, Anda dapat menyimpannya semua.",
	"strong6-download-features": "Unduh Postingan Instagram:",
	"li6-download-features": "Simpan seluruh postingan Instagram, membuatnya mudah untuk mengarsipkan atau melihat kembali konten yang Anda anggap berharga atau inspiratif.",
	"strong7-download-features": "Unduhan Berkualitas Tinggi:",
	"li7-download-features": "Kami mendukung pengunduhan konten dalam kualitas HD dan 4K (di mana tersedia), memastikan Anda mendapatkan resolusi terbaik yang mungkin.",
	"h2-how-use": "Cara Menggunakan SnapInstagram",
	"p1-how-use": "Menggunakan InstaSnap semudah 1-2-3. Cukup ikuti langkah-langkah sederhana ini untuk mengunduh konten Instagram:",
	"strong1-how-use": "Salin URL:",
	"li1-how-use": "Kunjungi Instagram, temukan video, foto, reels, cerita, sorotan, atau postingan yang ingin Anda unduh, dan salin URL-nya dengan mengklik tiga titik dan memilih \"Salin Tautan\".",
	"strong2-how-use": "Tempel URL:",
	"li2-how-use": "Pergi ke alat InstaSnap kami dan tempel URL yang disalin ke dalam kolom input yang disediakan.",
	"strong3-how-use": "Unduh:",
	"li3-how-use": "Klik tombol \"Unduh\". Dalam hitungan detik, konten Anda akan diproses dan siap untuk disimpan di perangkat Anda.",
	"p2-how-use": "Tidak perlu menginstal perangkat lunak atau membuat akun. Cukup salin, tempel, dan unduh!",
	"title-h4-faqs": "Pertanyaan yang Sering Diajukan (FAQ)",
	"name-faqs1-email": "Apakah mengunduh konten dari Instagram itu gratis?",
	"text-faqs1-email": "Ya, SnapInstagram sepenuhnya gratis. Anda dapat mengunduh video, foto, reels, cerita, dan postingan dari Instagram tanpa biaya.",
	"name-faqs2-email": "Bisakah saya menggunakan SnapInstagram di semua perangkat?",
	"text-faqs2-email": "Tentu saja! SnapInstagram berfungsi di semua perangkat, termasuk komputer, smartphone, dan tablet, asalkan Anda memiliki koneksi internet.",
	"name-faqs3-email": "Apakah saya perlu menginstal perangkat lunak atau membuat akun untuk menggunakan SnapInstagram?",
	"text-faqs3-email": "Tidak, tidak perlu menginstal apa pun atau mendaftar. Cukup pergi ke situs web, tempel tautan Instagram, dan klik unduh—semudah itu!",
	"name-faqs4-email": "Dapatkah SnapInstagram mengunduh konten dari akun Instagram pribadi?",
	"text-faqs4-email": "Tidak, SnapInstagram hanya dapat mengunduh konten dari profil Instagram publik. Jika akun tersebut pribadi, alat kami tidak akan dapat mengakses kontennya.",
	"name-faqs5-email": "Bisakah saya mengunduh konten Instagram dalam kualitas HD atau 4K?",
	"text-faqs5-email": "Ya, SnapInstagram mendukung unduhan berkualitas tinggi, termasuk HD dan 4K, tergantung pada resolusi konten aslinya.",
	"name-faqs6-email": "Apakah ada batasan seberapa banyak saya dapat mengunduh?",
	"text-faqs6-email": "Tidak, Anda dapat mengunduh sebanyak yang Anda mau tanpa batasan.",
	"name-faqs7-email": "Apakah legal untuk mengunduh konten dari Instagram?",
	"text-faqs7-email": "Mengunduh konten untuk penggunaan pribadi umumnya dapat diterima. Namun, Anda harus selalu menghormati hukum hak cipta dan syarat layanan Instagram. Pastikan untuk mendapatkan izin dari pemilik konten sebelum membagikannya atau menggunakannya untuk tujuan komersial.",
	"name-faqs8-email": "Apakah ada batasan seberapa banyak saya dapat mengunduh?",
	"text-faqs8-email": "Tidak ada batasan pada jumlah unduhan. Anda dapat mengunduh sebanyak yang Anda inginkan, sepenuhnya gratis."
}
