{
  "lang": "ms",
  "title": "SnapInstagram - Muat Turun Video, Foto, Cerita, Reels, Sorotan dan Pos Instagram",
  "description": "SnapInstagram - Muat turun video, foto, reels, cerita, sorotan dan pos Instagram dengan mudah menggunakan InstaSnap.",
  "canonical-url": "https://instagsnap.onrender.com/ms",
  "h1-header-content": "SnapInstagram - Muat Turun Video, Foto, Cerita, Reels, Sorotan dan Pos Instagram",
  "p-header-content": "Selamat datang ke InstaSnap! Alat kami menjadikan muat turun video, foto, reels, cerita, sorotan dan pos Instagram sangat mudah hanya dengan beberapa klik. Sama ada anda ingin memuat turun dalam kualiti HD atau bahkan 4K, platform kami bersedia membantu anda. Yang terbaik, ia sepenuhnya percuma, tidak memerlukan pendaftaran, dan berfungsi pada mana-mana peranti.",
  "placeholder-header-content": "Contoh: https://www.instagram.com/p/C-vDs6oJm46/",
  "btn-clear-header-content": "Kosongkan",
  "btn-download-header-content": "Muat Turun",
  "btn-paste-header-content": "Tampal dari Papan Klip",
  "h2-introduction": "Mengapa Menggunakan SnapInstagram",
  "p-introduction": "Instagram adalah platform yang penuh dengan visual yang menakjubkan. Dengan gambar yang hebat, cerita yang memberi inspirasi, dan reels yang menghiburkan, kadang-kadang kita ingin menyimpan saat-saat ini untuk dilihat kemudian. Namun, Instagram tidak menyediakan cara untuk memuat turun kandungan secara langsung. Di sinilah SnapInstagram hadir.",
  "p2-introduction": "Alat kami direka untuk menjadi cepat, boleh dipercayai, dan mudah digunakan. Anda boleh memuat turun video, foto, reels, cerita, sorotan, dan pos terus ke peranti anda daripada profil Instagram awam, jadi anda tidak akan terlepas kandungan kegemaran anda.",
  "h2-download-features": "Ciri Pengunduh Instagram Kami",
  "p-download-features": "Dengan SnapInstagram, anda dapat menikmati pelbagai ciri yang direka untuk memenuhi keperluan menyimpan kandungan:",
  "strong1-download-features": "Muat Turun Video Instagram:",
  "li1.1-download-features": "Simpan video Instagram dalam resolusi asal. Anda boleh memuat turunnya untuk ditonton secara luar talian pada bila-bila masa, daripada kenangan bersama rakan hingga tutorial daripada pencipta.",
  "strong2-download-features": "Muat Turun Foto Instagram:",
  "li2-download-features": "Muat turun foto berkualiti tinggi dengan mudah daripada pos Instagram. Ia adalah cara yang sempurna untuk menyimpan detik-detik berharga, gambar yang cantik, atau inspirasi untuk projek kreatif.",
  "strong3-download-features": "Muat Turun Reels Instagram:",
  "li3-download-features": "Muat turun reels Instagram dalam format MP4 terus ke peranti anda. Ia adalah cara yang bagus untuk menyimpan koleksi video pendek kegemaran anda.",
  "strong4-download-features": "Muat Turun Cerita Instagram:",
  "li4-download-features": "Simpan cerita Instagram yang biasanya hilang selepas 24 jam. Dengan pengunduh kami, anda dapat menyimpan detik-detik ini untuk selamanya.",
  "strong5-download-features": "Muat Turun Sorotan Instagram:",
  "li5-download-features": "Muat turun sorotan Instagram yang merupakan koleksi cerita yang dipaparkan oleh pengguna di profil mereka. Anda boleh menyimpan segala-galanya, dari jurnal perjalanan hingga tayangan produk.",
  "strong6-download-features": "Muat Turun Pos Instagram:",
  "li6-download-features": "Simpan semua pos Instagram dan mudah untuk mengarkibkan atau melihat semula kandungan yang anda anggap berharga.",
  "strong7-download-features": "Muat Turun Berkualiti Tinggi:",
  "li7-download-features": "Menyokong muat turun kandungan dalam kualiti HD dan 4K (jika tersedia) untuk memberikan resolusi terbaik yang mungkin.",
  "h2-how-use": "Cara Menggunakan SnapInstagram",
  "p1-how-use": "Menggunakan InstaSnap adalah semudah 1-2-3. Untuk memuat turun kandungan Instagram, ikuti langkah mudah berikut:",
  "strong1-how-use": "Salin URL:",
  "li1-how-use": "Lawati Instagram, cari video, foto, reels, cerita, sorotan atau pos yang ingin anda muat turun, klik tiga titik dan pilih 'Salin Pautan' untuk menyalin URL.",
  "strong2-how-use": "Tampal URL:",
  "li2-how-use": "Pergi ke alat InstaSnap kami dan tampal URL yang telah disalin ke dalam medan input yang disediakan.",
  "strong3-how-use": "Muat Turun:",
  "li3-how-use": "Klik butang 'Muat Turun'. Dalam beberapa saat, kandungan anda akan diproses dan tersedia untuk disimpan ke peranti anda.",
  "p2-how-use": "Anda tidak perlu memasang perisian atau membuat akaun. Hanya salin, tampal, dan muat turun!",
  "title-h4-faqs": "Soalan Lazim (FAQ)",
  "name-faqs1-email": "Adakah muat turun kandungan dari Instagram percuma?",
  "text-faqs1-email": "Ya, SnapInstagram adalah sepenuhnya percuma. Anda boleh memuat turun video, foto, reels, cerita, dan pos dari Instagram tanpa sebarang kos.",
  "name-faqs2-email": "Bolehkah saya menggunakan SnapInstagram pada semua peranti?",
  "text-faqs2-email": "Sudah tentu! SnapInstagram berfungsi pada semua peranti seperti komputer, telefon pintar, dan tablet jika anda mempunyai sambungan internet.",
  "name-faqs3-email": "Adakah saya perlu memasang perisian atau membuat akaun untuk menggunakan SnapInstagram?",
  "text-faqs3-email": "Tidak, anda tidak perlu memasang atau mendaftar. Cuma pergi ke laman web dan tampal pautan Instagram dan klik untuk memuat turun—itu sahaja!",
  "name-faqs4-email": "Bolehkah SnapInstagram memuat turun kandungan dari profil Instagram persendirian?",
  "text-faqs4-email": "Tidak, SnapInstagram hanya boleh memuat turun kandungan dari profil Instagram yang terbuka. Jika akaun adalah persendirian, alat kami tidak dapat mengakses kandungan tersebut.",
  "name-faqs5-email": "Bolehkah saya memuat turun kandungan Instagram dalam kualiti HD atau 4K?",
  "text-faqs5-email": "Ya, SnapInstagram menyokong muat turun berkualiti tinggi termasuk HD dan 4K, bergantung pada resolusi kandungan asal.",
  "name-faqs6-email": "Adakah terdapat had pada jumlah muat turun?",
  "text-faqs6-email": "Tidak, anda boleh memuat turun tanpa had sebanyak yang anda mahu.",
  "name-faqs7-email": "Adakah muat turun kandungan dari Instagram adalah sah?",
  "text-faqs7-email": "Muat turun kandungan untuk kegunaan peribadi biasanya diterima. Walau bagaimanapun, anda harus sentiasa menghormati undang-undang hak cipta dan terma perkhidmatan Instagram. Pastikan anda mendapat izin daripada pemilik kandungan sebelum berkongsi atau menggunakannya untuk tujuan komersial.",
  "name-faqs8-email": "Adakah terdapat had pada jumlah muat turun?",
  "text-faqs8-email": "Tiada had pada bilangan muat turun. Anda boleh memuat turun seberapa banyak yang anda mahu secara percuma."
}
